Repository: KurwaClown/KALUS
Catalog: Kalus/Properties/UIStrings.*.resx
Languages: fr_fr

# AddChampionButton
source: Add →
fr_fr: Ajouter →

# AramRepickChampion
source: Pick back champion on unliked roll
fr_fr: Reprendre le champion lâché sur un re-roll non voulu

# AramRerollForChampion
source: Roll until getting a liked champion
fr_fr: Re-roll jusqu'à obtenir un champion voulu

# AramTradeForChampion
source: Trade for liked champion
fr_fr: Echanger pour un champion voulu

# BansOption1
source: Instant
fr_fr: Instantané

# BansOption2
source: Select and Wait
fr_fr: Pré-sélectionner et attendre

# BansOption3
source: On Time Left
fr_fr: Sélectionner au temps restant

# ChampionsListHeader
source: Champions List
fr_fr: Liste des Champions

# ControlPanelChampionPickLabel
source: Picked Champion
fr_fr: Champion Sélectionné

# ControlPanelChangeRunes
source: Change Runes
fr_fr: Changer les runes

# ControlPanelGameModeLabel
source: Gamemode
fr_fr: Mode de jeu

# ControlPanelLiteModeButton
source: Toggle Lite Mode
fr_fr: Activer/Désactiver le mode léger

# ControlPanelRandomSkinButton
source: Random Skin
fr_fr: Skin Aléatoire

# ControlPanelReloadClientButton
source: Reload League Client
fr_fr: Redémarrer le client LoL

# ControlPanelStatus
source: Status
fr_fr: Statut

# ControlPanelUtility
source: Automatic Utilities
fr_fr: Action Automatique

# EmptyChampionListButton
source: Empty List
fr_fr: Vider la liste

# FlashPositionOption1
source: Left
fr_fr: Gauche

# FlashPositionOption2
source: Right
fr_fr: Droite

# FlashPositionOption3
source: Irrelevant
fr_fr: Indifférent

# NoAvailablePickOption1
source: Select random from current role
fr_fr: Sélection aleatoire dans le role actuel

# NoAvailablePickOption2
source: Select random from any role
fr_fr: Sélection aleatoire dans tous les roles actuels

# NoAvailablePickOption3
source: Do nothing
fr_fr: Ne rien faire

# NotifyIconOption1
source: Show
fr_fr: Afficher

# NotifyIconOption2
source: Minimize
fr_fr: Reduire

# NotifyIconOption3
source: Close
fr_fr: Fermer

# OnChampionSelectionOption1
source: Do nothing
fr_fr: Ne rien faire

# OnChampionSelectionOption2
source: Still use automatic pick
fr_fr: Utiliser la sélection automatique

# OnChampionSelectionOption3
source: Use selected champion for automatic pick
fr_fr: Utiliser la sélection automatique avec le champion pré-sélectioné

# PicksOption1
source: Instant
fr_fr: Instantané

# PicksOption2
source: Select and Wait
fr_fr: Pré-sélectionner et attendre

# PicksOption3
source: On Time Left
fr_fr: Sélectionner au temps restant

# PreferenceNoAvailablePick
source: No Available Picks
fr_fr: Pas d'auto sélection disponible

# PreferenceOnChampionSelection
source: On Champion Selection
fr_fr: Pre-sélection d'un champion

# PreferenceOnChampionSelectionDescription
source: Behavior on user champion selection before pick phase
fr_fr: Comportement lors de la pre-sélection d'un champion

# PreferencePicks
source: Picks
fr_fr: Sélection de champion

# PreferenceRandomSkin
source: Random Skin
fr_fr: Skin Aléatoire

# PreferencesTabHeader
source: Preferences
fr_fr: Préférences

# PreferenceSummoners
source: Summoner Spells
fr_fr: Sort d'invocateur

# RandomSkinAddChromas
source: Add chroma skins to randomizer
fr_fr: Ajouter les chromas au randomisateur

# RandomSkinOnPick
source: Randomize skin on champion pick
fr_fr: Skin aléatoire sur sélection de champion

# RemoveChampionButton
source: ← Remove
fr_fr: ← Retirer

# RunesOverrideOldestPage
source: Erase page when no available slot
fr_fr: Effacer une page quand il n'y a plus de place

# RunesPageNotAsActive
source: Do not set page as active
fr_fr: Ne pas rendre la page active

# SelectedChampionsListHeader
source: Selected Champions
fr_fr: Champions sélectionnés

# SettingCheckInterval
source: Check Interval
fr_fr: Intervalle de vérification

# SettingCloseWithClient
source: Close on Client exit
fr_fr: Fermer à la fermeture du client

# SettingLocalization
source: Language
fr_fr: Langage

# SettingOpenOnWindowsStart
source: Open on Windows start
fr_fr: Ouvrir au démarrage de Windows

# SettingOpenWithClient
source: Open KALUS window with client
fr_fr: Ouvrir la fenêtre de KALUS avec le client

# SettingRunInBackground
source: Reduce to system tray on start-up
fr_fr: Réduire dans la barre des tâches

# SettingsTabHeader
source: Settings
fr_fr: Paramètres

# SettingWindowsBehavior
source: Kalus Start/Close behavior
fr_fr: Démarrage/fermeture de Kalus

# SummonersAlwaysSnowball
source: Always have snowball in Aram
fr_fr: Toujour avoir une boule de neige en Aram

# SummonersFlashPosition
source: Flash position :
fr_fr: Position du Flash :

# UtilityAram
source: Aram Auto Swap
fr_fr: Échanger en Aram

# UtilityBan
source: Ban Champion
fr_fr: Bannir un champion

# UtilityPick
source: Pick Champion
fr_fr: Sélectionner un champion

# UtilityReadyCheck
source: Ready Check
fr_fr: Acceptation de partie

# UtilityRunes
source: Change Runes
fr_fr: Changement des runes

# UtilitySummoners
source: Change Summoners
fr_fr: Changement des sorts
